[
    {
        "titleCard": "Nossa História",
        "teaserText": "Sempre fui um grande fã de cães, e quando conheci os adoráveis Beagles, meu coração foi conquistado. Bidu foi o primeiro a chegar, trazendo uma alegria contagiante para nossa família. No seu primeiro ano, ele ganhou um presente especial: a adorável Poly. Juntos, eles se tornaram inseparáveis companheiros.",
        "imageCard": "/images/logo-amalfi.jpg",
        "alt": "Amalfi Logo",
        "TitleArticle": "🐾 **Bem-vindo à Família AMALFI: Uma História de Amor e Beagles** 🐾",
        "articleText": "Sempre fui um apaixonado por cães e, quando conheci esses adoráveis orelhudos, meu coração foi conquistado. Bidu, nosso primeiro Beagle, trouxe alegria incomparável para nossa família. Mas percebemos que ele precisava de um companheiro, e assim, no seu primeiro ano, Poly chegou para completar nossa felicidade. Dei um cão para o meu cão! E eles se tornaram inseparáveis.\n\nEm 2023, a magia se multiplicou quando Poly e Bidu se tornaram pais pela primeira vez. Foi um momento de pura felicidade ao ver os filhotes mais lindos que já vimos! Compartilhamos essa alegria com os novos tutores, espalhando amor de nossa casa para o seu lar.\n\nAqui na família AMALFI, prezamos pelo bem-estar dos nossos cães, oferecendo um ambiente limpo, arejado, com sol e espaço para recreação. Nossa alimentação é balanceada, incluindo frutas, carnes e legumes, com ração Super Premium da PREMIER. E, claro, muito AMOR. Nosso objetivo é levar alegria, qualidade e o melhor da raça Beagle para você!\n\nConvidamos você a fazer parte dessa história. Venha conhecer nossos amados Beagles e se apaixonar por esses orelhudos encantadores. Junte-se à nossa família AMALFI! 🐶❤️"
    },
    {
        "titleCard": "Sobre os Beagles",
        "teaserText": "Um cão extrovertido e curioso, perfeito para famílias com crianças e outros animais. Inteligente e amoroso, requer exercícios diários e estimulação mental para uma vida saudável e feliz. Se você procura por um companheiro leal e cheio de energia, o Beagle pode ser a escolha ideal para transformar sua casa em um lar vibrante.",
        "imageCard": "/images/gallery/3filhotes-bidu-poly.jpg",
        "alt": "three beagles",
        "TitleArticle": "🐾 **Curiosidades sobre os Beagles** 🐾",
        "articleText": "O Beagle é um cão extrovertido, curioso e explorador, conhecido por sua energia interminável e disposição para brincar. Sua personalidade amigável e sociável faz dele um excelente cão de família, especialmente para casas com crianças e outros animais. Inteligentes e receptivos ao treinamento, Beagles são motivados por recompensas, embora seu forte instinto de caça possa torná-los um pouco teimosos e facilmente distraídos.\n\nEsses cães precisam de muito exercício e estimulação mental para se manterem saudáveis e felizes. Caminhadas diárias, brincadeiras e jogos interativos são essenciais, assim como uma dieta balanceada para evitar problemas de saúde como obesidade. Beagles são propensos a algumas condições de saúde, por isso, consultas veterinárias regulares são importantes para monitorar seu bem-estar.\n\nBeagles são extremamente apegados aos seus tutores e não gostam de ficar sozinhos por longos períodos, podendo desenvolver ansiedade de separação. Eles são cães amorosos e leais, sempre prontos para dar e receber carinho. Embora possam ser desafiadores para tutores inexperientes devido à sua necessidade de exercício e tendência a seguir cheiros, os Beagles recompensam com sua companhia gratificante e personalidade encantadora. Se você busca um companheiro leal e cheio de vida, um Beagle pode ser a escolha perfeita para transformar sua casa com alegria e energia."
      }
      
]